/* No comment provided by engineer. */
"About Us" = "About Us";

/* No comment provided by engineer. */
"Contact Developer" = "Contact Developer";

/* No comment provided by engineer. */
"Contact Us" = "Contact Us";

/* No comment provided by engineer. */
"Entities" = "Entities";

/* No comment provided by engineer. */
"Favorites" = "Favorites";

/* No comment provided by engineer. */
"Missed" = "Missed";

/* No comment provided by engineer. */
"My Votes" = "My Votes";

/* No comment provided by engineer. */
"Recents" = "Playlist";

/* No comment provided by engineer. */
"Support Information" = "Support Information";

/* No comment provided by engineer. */
"WeekOfFormat" = "Week of %@";

/* No comment provided by engineer. */
"TopRated" = "Top 20";

/* No comment provided by engineer. */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"Song" = "Song";

/* No comment provided by engineer. */
"Songs" = "Songs";

/* No comment provided by engineer. */
"Mix" = "Mix";

/* No comment provided by engineer. */
"Artist" = "Artist";

/* No comment provided by engineer. */
"Rating" = "My Vote";

/* No comment provided by engineer. */
"ArtistMix" = "Artist/Mix";

/* Text that appears to indicate when the votes will be cleared */
"VotesClearedOn" = "Week ending %@";

/* Text that appears when no Favorites have been selected */
"NoFavorites" = "You have not yet voted for any songs.\n\nVote for a song and it will appear here as a Favorite.";

/* Text that appears for Auto-Lock in dock */
"Auto-Lock" = "Auto-Lock";

